Repository: potskymac/Netatmo
Catalog: lang/*/LC_MESSAGES/messages.po
Languages: es_es, pl_pl

source: API format error
es_es: Error del formato de API
pl_pl: Błąd API

source: %1$s %2$s %3$s %4$s at %5$s:%6$s
es_es: %1$s %2$s %3$s %4$s en %5$s:%6$s
pl_pl: %1$s %2$s %3$s %4$s o %5$s:%6$s

source: measured %1$s %2$s at %5$s:%6$s
es_es: medido %1$s %2$s en %5$s:%6$s
pl_pl: Zmierzono: %1$s %2$s o %5$s:%6$s

source: Humidity
es_es: Humedad
pl_pl: Wilgotność

source: Noise
es_es: Ruido
pl_pl: Hałas

source: Pressure
es_es: Presión
pl_pl: Ciśnienie

source: Temp Min
es_es: Temp Mín
pl_pl: Temperatura minimalna

source: on %1$s %2$s at %5$s:%6$s
es_es: de %1$s %2$s en %5$s:%6$s
pl_pl: %1$s %2$s o %5$s:%6$s

source: Temp Max
es_es: Temp Máx
pl_pl: Temperatura maksymalna

source: Humidity Min
es_es: Mín Humedad
pl_pl: Minimalna wilgotność

source: Humidity Max
es_es: Máx Humedad
pl_pl: Maksymalna wilgotność

source: Pressure Min
es_es: Mín Presión
pl_pl: Minimalne ciśnienie

source: Pressure Max
es_es: Máx Presión
pl_pl: Maksymalne ciśnienie

source: Noise Min
es_es: Mín Ruido
pl_pl: Minimalne natężenie dźwięku

source: Noise Max
es_es: Máx Ruido
pl_pl: Maksymalne natężenie dźwięku

source: 1day
pl_pl: Dzienne

source: 1week
pl_pl: Tygodniowe

source: 1month
pl_pl: Miesięczne

source: Rain Sum
pl_pl: Suma opadów

source: Netatmo problem
es_es: Problema Netatmo
pl_pl: Problem z Netatmo

source: No device
es_es: No hay dispositivo
pl_pl: Brak urządzenia

source: Netatmo unreachable
es_es: Netatmo no disponible
pl_pl: Niedostępne Netatmo
